// Создайте МЕТОД showAgeAndLangs внутри объекта personalPlanPeter. При его вызове метод будет 
// принимать в себя объект и ВОЗВРАЩАТЬ структуру в нужном виде. 

// Пример:
// personalPlanPeter.showAgeAndLangs(personalPlanPeter) =>
// 'Мне 29 и я владею языками: RU ENG'

// Заметьте, что возраст и языки подставляются АВТОМАТИЧЕСКИ из объекта, а языки всегда в ВЕРХНЕМ
// РЕГИСТРЕ (большими буквами). Если данные в объекте поменяются, то и сообщение тоже изменится. 

// P.S. Дальше по курсу мы научимся удобно обращаться из метода к самому объекту, в котором
// он расположен. Но пока делаем это менее удобным способом)